{
  "data": {
    "id": 1,
    "documentId": "your-document-id",
    "createdAt": "2025-04-30T00:00:00.000Z",
    "updatedAt": "2025-04-30T00:00:00.000Z",
    "publishedAt": null,
    "body": [
      {
        "__component": "section-hero.common-hero",
        "id": 1,
        "title": "About OpenObserve",
        "description": "Modern observability for modern applications-powerful visibility at a fraction of the cost.",
        "align": "center"
      },
      {
        "__component": "section-story.our-story",
        "id": 2,
        "title": "Our Story",
        "paragraphs": "OpenObserve was born from a simple yet powerful idea: observability should be accessible, efficient, and affordable for everyone.<br><br>Founded in 2022 by a team of engineers who experienced firsthand the challenges of managing observability at scale, we set out to build a solution that would dramatically reduce the cost and complexity of monitoring modern applications.<br><br>Our journey began with a clear mission: to create an open-source observability platform that delivers enterprise-grade features without the enterprise-grade price tag. Today, OpenObserve helps organizations of all sizes gain deeper insights into their systems while using up to 10x less storage and computing resources.",
        "image": {
           "src": "/img/logo.svg",
          "alt": "OpenObserve founding team"
        },
        "link": {
          "text": "Read our full journey",
          "url": "/blog/our-journey"
        },
        "isLink": true
      },
      {
        "__component": "section-story.our-commitment",
        "id": 3,
        "title": "Our Commitment to Open Source",
        "paragraphs": "At OpenObserve, we believe that open source is the foundation of innovation in technology. Our commitment to open source goes beyond just making our code available—it's about fostering a collaborative ecosystem where everyone benefits from shared knowledge and collective improvement.<br><br>We've built our platform on open source principles because we believe observability tools should be transparent, customizable, and community-driven. By making our core technology open source, we ensure that users have complete visibility into how their observability platform works, with the freedom to inspect, modify, and extend it to meet their specific needs.<br><br>Our open source approach also means we're accountable to our community. We actively welcome contributions from developers around the world, incorporating diverse perspectives that make our platform more robust, secure, and innovative. This collaborative development model has allowed us to build features and capabilities that truly address real-world observability challenges.<br><br>We're committed to maintaining a healthy balance between open source sustainability and commercial viability. While our core platform remains free and open source, we offer enterprise features and support services that fund our continued development and growth. This model ensures that OpenObserve remains accessible to everyone while continuing to evolve with the needs of our users."
      },
      {
        "__component": "section-story.our-story",
        "id": 4,
        "title": "Our People",
        "paragraphs": "Our team brings together decades of experience in observability, distributed systems, and cloud infrastructure. We're passionate about building tools that make developers' lives easier.<br/><br/>Founded by engineers who experienced firsthand the challenges of managing observability at scale, our team combines technical expertise with a deep understanding of our users' needs. We've worked at companies like Google, AWS, Netflix, and other tech giants, bringing that knowledge to build a more efficient observability solution.<br/><br/>We're a remote-first company with team members across the globe, united by our mission to make powerful observability accessible to everyone. Our diverse perspectives drive innovation and help us build products that work for teams of all sizes and industries.",
        "image": {
          "src": "/img/logo.svg",
          "alt": "OpenObserve founding team"
        },
        "link": {
          "text": "Explore Careers",
          "url": "/careers"
        },
        "isLink": false
      },
      {
        "__component": "section-story.our-partners",
        "id": 5,
        "title": "Our Partners",
        "description": "We collaborate with industry leaders to deliver integrated solutions that enhance your observability experience.",
        "logos": [
          "/abstract-corporate-logo.png",
          "/abstract-corporate-logo.png",
          "/abstract-corporate-logo.png",
          "/abstract-corporate-logo.png"
        ],
        "link": {
          "text": "View all partners",
          "url": "/"
        }
      }
    ]
  }
}
